/* No comment provided by engineer. */
"Are you satisfied with the answer? Would you like to review the App?" = "Are you satisfied with the answer? Would you like to review the App?";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot find this app on iTunes Store." = "Cannot find this app on iTunes Store.";

/* No comment provided by engineer. */
"Check Out" = "Check Out";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Continue to reopen it?" = "Continue to reopen it?";

/* No comment provided by engineer. */
"Conversation" = "Conversation";

/* No comment provided by engineer. */
"Conversation close failure!\nPlease check your network connection and try again." = "Conversation close failure!\nPlease check your network connection and try again.";

/* No comment provided by engineer. */
"Email (Optional)" = "Email (Optional)";

/* No comment provided by engineer. */
"Email invalid" = "Email invalid";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"failed to close current issue" = "Network Error!";

/* No comment provided by engineer. */
"failed to fetch current issue" = "Network Error!";

/* No comment provided by engineer. */
"failed to get faq item content" = "Network Error!";

/* No comment provided by engineer. */
"failed to display faq item content" = "An error occured!";

/* No comment provided by engineer. */
"failed to load faq items" = "Network Error!";

/* No comment provided by engineer. */
"failed to load faq sections" = "Network Error!";

/* No comment provided by engineer. */
"failed to search faq item" = "Network Error!";

/* No comment provided by engineer. */
"FAQ" = "FAQ";

/* No comment provided by engineer. */
"If you love our app, please take a moment to rate it in the App Store" = "If you love our app, please take a moment to rate it in the App Store";

/* No comment provided by engineer. */
"Images upload failed." = "Images upload failed.";

/* No comment provided by engineer. */
"images upload failed." = "images upload failed.";

/* No comment provided by engineer. */
"Invalid Entry" = "Invalid Entry";

/* No comment provided by engineer. */
"Later" = "Later";

/* Default DejalActivtyView label text */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Message send failure!\nPlease check your network connection and try again." = "Message send failure!\nPlease check your network connection and try again.";

/* No comment provided by engineer. */
"Message send failure." = "Message send failure.";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Name Invalid" = "Name Invalid";

/* No comment provided by engineer. */
"New Conversation" = "New Conversation";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"Not yet" = "Not yet";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok,attach" = "Ok,attach";

/* No comment provided by engineer. */
"Please check your network connection and try again." = "Please check your network connection and try again.";

/* No comment provided by engineer. */
"Please enter a brief description of the issue you are facing." = "Please enter a brief description of the issue you are facing.";

/* No comment provided by engineer. */
"Please provide a name." = "Please provide a name.";

/* No comment provided by engineer. */
"Please provide a valid email address." = "Please provide a valid email address.";

/* No comment provided by engineer. */
"Please refer to FAQ: " = "Please refer to FAQ: ";

/* No comment provided by engineer. */
"Question" = "Question";

/* No comment provided by engineer. */
"Questions" = "Questions";

/* No comment provided by engineer. */
"Rate" = "Rate";

/* No comment provided by engineer. */
"Rate our App" = "Rate our App";

/* No comment provided by engineer. */
"Reopen" = "Reopen";

/* No comment provided by engineer. */
"Resolved" = "Resolved";

/* No comment provided by engineer. */
"Review" = "Review";

/* No comment provided by engineer. */
"search" = "search";

/* No comment provided by engineer. */
"Searching..." = "Searching...";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Sending your message..." = "Sending your message...";

/* No comment provided by engineer. */
"The issue has been resolved?" = "The issue has been resolved?";

/* No comment provided by engineer. */
"This FAQ does not exit." = "This FAQ does not exit.";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"What's on your mind?" = "What's on your mind?";

/* No comment provided by engineer. */
"You have %d new messages." = "You have %d new messages.";

/* No comment provided by engineer. */
"You have a new message." = "You have a new message.";

/* No comment provided by engineer. */
"Your message was not sent. Tap \"Try Again\" to send this message?" = "Your message was not sent. Tap \"Try Again\" to send this message?";

